/* Small script for testing Ringhio */

options results

address AMIDOCK

'ADDOBJECT "Langages:Sources/CPUTempDocky/X1kTemp/X1kTemp.docky"'
say RESULT 
 
